<template>
  <div class="modal-wrap rules-wrap" id="rules">
    <div class="modal-centered">
      <div class="modal-block">
        <div class="modal-content">
          <button type="button" class="close" @click="$emit('close')"></button>
          <div class="modal-header mb40">
            <h2>
              Офіційні правила
            </h2>
          </div>
          <div class="modal-body">
            <div class="rules-list modal-list">
              <vuescroll :ops="ops">
                <ul class="rules">
                  <li>
                    1. Загальні положення
                    <ul>
                      <li>
                        1.1. Організатором Акції є ТОВ «Сандора» (надалі -
                        Організатор). Місцезнаходження Організатора: 57262, Україна,
                        Миколаївська обл., Вітовський р-н, с. Миколаївське.
                      </li>
                      <li>
                        1.2. Виконавцем Акції є ТОВ «Фрі Бренд» (надалі -
                        Виконавець), що діє на підставі замовлення ТОВ «Сандора».
                        Місцезнаходження Виконавця: 04050, м. Київ, вул. Пимоненка,
                        буд. 13-К.
                      </li>
                      <li>
                        1.3. Акція проводиться з метою популяризації продукції під
                        ТМ «Pepsi», ТМ «Mirinda» та ТМ «7UP». Акція не є лотереєю чи
                        азартною грою.
                      </li>
                      <li>
                        1.4. В акції бере участь:
                        <ul>
                          <li>
                            - продукція ТМ «Pepsi» (синя)
                            ємністю 0,5 л., 1 л., 1,5 л., 2 л.
                          </li>
                          <li>
                            - продукція ТМ «Pepsi
                            Max» ємністю 0,5 л., 1 л., 1,5 л., 2 л.
                          </li>
                          <li>
                            - продукція ТМ
                            «Mirinda» ємністю 0,5 л., 1 л., 1,5 л., 2 л.
                          </li>
                          <li>
                            - продукція ТМ
                            «7UP» ємністю 0,5 л., 1 л., 2 л.
                          </li>
                        </ul>
                      </li>
                    </ul>
                  </li>
                  <li>
                    2. Термінологія та поняття, які використовуються в цих офіційних
                    правилах:
                    <ul>
                      <li>
                        2.1. Доба - відрізок часу в період однієї астрономічної доби
                        з 00 годин 00 хвилин 00 секунд до 23 годин 59 хвилин 59
                        секунд за київським часом.
                      </li>
                      <li>
                        2.2. Акційна продукція - продукція торгових марок «Pepsi»,
                        «Mirinda» та «7UP» (надалі – «Акційна Продукція») з акційною
                        етикеткою «Святкуй на драйві» та акційним кодом під кришкою
                      </li>
                      <li>
                        2.3. Акційний код – унікальний код розташований на
                        внутрішній стороні кришки акційної продукції і складається з
                        11 символів (цифри та літери англійського алфавіту).
                      </li>
                    </ul>
                  </li>
                  <li>
                    3. Учасники Акції
                    <ul>
                      <li>
                        3.1. Учасником Акції може бути будь-який громадянин України,
                        якому на момент проведення Акції вже виповнилось 14
                        (чотирнадцять) років, та який ретельно виконав всі дії та
                        умови, необхідні для участі в Акції, зазначені в цих
                        Правилах (надалі – Учасник або Учасники).
                        <ul>
                          <li>
                            3.1.1. При цьому Участь в Акції осіб, віком від 14
                            (чотирнадцяти) до 18 (вісімнадцяти) років, здійснюється
                            відповідно до чинного законодавства України.
                            Неповнолітні особи вправі взяти участь в Акції тільки за
                            письмової згоди своїх законних представників.
                          </li>
                        </ul>
                      </li>
                      <li>
                        3.2. Учасниками не визнаються і не мають права брати участь
                        в Акції
                        <ul>
                          <li>
                            - працівники та представники Організатора/Виконавця
                            Акції та будь-яких інших компаній, які беруть участь в
                            підготовці та проведенні Акції;
                          </li>
                          <li>
                            - чоловік або дружина осіб, перелічених в першому абзаці
                            п. 2.2. цих правил, а також найближчі родичі (дитина,
                            брат, сестра, батько, мати, дід, баба);
                          </li>
                        </ul>
                      </li>
                    </ul>
                  </li>
                  <li>
                    4. Тривалість Акції та територія її проведення
                    <ul>
                      <li>
                        4.1. Акція триває з 15 листопада 2020 року до 15 січня 2021
                        року включно (надалі – «Акційний період»).
                        <ul>
                          <li>
                            4.1.1. Визначення Учасників Акції – Власників
                            Заохочення, зазначеного в п. 6.1.2. цих правил,
                            проходитиме щотижня відповідно до графіку, зазначеному в
                            п. 11.2.1 цих правил.
                          </li>
                          <li>
                            4.1.2. Визначення Учасника Акції – Власника Головного
                            заохочення, зазначеного в п. 6.1.4 цих правил,
                            проходитиме 18 січня 2021 року.
                          </li>
                        </ul>
                      </li>
                      <li>
                        4.2. Акція проводиться на всій території України окрім
                        тимчасово окупованих територій та територій проведення ООС.
                      </li>
                    </ul>
                  </li>
                  <li>
                    5. Використання Акційних кодів
                    <ul>
                      <li>
                        5.1. В Акції «Святкуй на драйві» використовуються виключно
                        Акційні коди, що складаються з 11 символів та розташований
                        на внутрішній стороні кришки акційної продукції торгових
                        марок «Pepsi», «Mirinda» та «7UP» з акційною етикеткою, на
                        якій нанесено інформацію про акцію «Святкуй на драйві».
                        Будь-які інші Акційні коди вважаються недійсними і для
                        участі у поточній Акції не приймаються
                      </li>
                    </ul>
                  </li>
                  <li>
                    6. Фонд Заохочень Акції
                    <ul>
                      <li>
                        6.1. Фонд Заохочень Акції складається з наступних Заохочень:
                        <ul>
                          <li>
                            6.1.1. Отримання вільного доступу до перегляду пакету
                            «Святкуй на драйві» на сайті divan.tv протягом 5 (п’яти)
                            днів (надалі – «Підписка»), який надається за допомогою
                            промо-коду Divan.TV (надалі – «Промо-код») для
                            використання на сторінці https://divan.tv/promo з метою
                            перегляду пакету «Святкуй на драйві» протягом 5 (п’яти)
                            днів з дати активації промо-коду Divan.TV.
                          </li>
                          <li>
                            6.1.2. Смартфон (надалі – «Смартфон»).
                            <ul>
                              <li>
                                6.1.2.1. Загальна кількість Смартфонів складає 9
                                (дев’ять) одиниць за весь Акційний період.
                              </li>
                              <li>
                                6.1.2.2. Відповідальність за нарахування та сплату
                                податків, пов’язаних з врученням Смартфонів, несе
                                Виконавець.
                              </li>
                            </ul>
                          </li>
                          <li>
                            6.1.3. Колекційні склянки Pepsi (надалі – «Склянки»)
                            <ul>
                              <li>
                                6.1.3.1. Загальна кількість Склянок складає 10 000
                                (десять тисяч) одиниць за весь Акційний період.
                              </li>
                              <li>
                                6.1.3.2. Право на отримання 1 (однієї) склянки
                                гарантовано має кожен з перших 10 000 (десяти тисяч)
                                учасників, який протягом Акційного періоду успішно
                                зареєстрував 5 (п’ять) Акційних кодів з Акційної
                                продукції.
                              </li>
                            </ul>
                          </li>
                          <li>
                            6.1.4. Головне заохочення – автомобіль (надалі –
                            «Автомобіль» або Головне заохочення»).
                            <ul>
                              <li>
                                6.1.4.1 Загальна кількість Головних заохочень
                                становить 1 (одне) заохочення за весь Акційний
                                період. Відповідальність за нарахування та сплату
                                податків, пов’язаних з врученням Автомобіля, несе
                                Виконавець.
                              </li>
                            </ul>
                          </li>
                        </ul>
                      </li>
                      <li>
                        6.2. Кількість Заохочень обмежена і становить вищезазначену
                        кількість. Відповідальність Організатора та Виконавця не
                        виходить за межі кількості Фонду Заохочень Акції, що
                        зазначений вище.
                      </li>
                      <li>
                        6.3. Організатор Акції залишає за собою право збільшити або
                        зменшити загальну кількість Фонду Заохочень Акції або
                        включити в Акцію додаткові Заохочення, не передбачені цими
                        Правилами. Якщо такі зміни відбудуться, Організатор
                        повідомляє про них в порядку, передбаченому п. 10. цих
                        Правил.
                      </li>
                      <li>
                        6.4. Зовнішній вигляд Заохочень, зазначених на
                        інтернет-сайті акції, на етикетках Акційної Продукції, на
                        рекламних матеріалах, які будуть поширюватись
                        Організатором/Виконавцем Акції протягом Акційного Періоду,
                        може відрізнятись від зовнішнього вигляду реальних
                        Заохочень.
                      </li>
                    </ul>
                  </li>
                  <li>
                    7. Порядок участі в Акції та реєстрація Учасників Акції
                    <ul>
                      <li>
                        7.1. Для участі в Акції Учаснику необхідно здійснити
                        наступні дії
                        <ul>
                          <li>
                            7.1.1. Придбати Акційну продукцію
                          </li>
                          <li>
                            7.1.2. Зареєструвати протягом Акційного періоду Акційний
                            код за допомогою СМС, в порядку передбаченому в п.
                            7.1.2.1. цих Правил, або шляхом реєстрації Акційного
                            коду в інтернеті, в порядку передбаченому в п. 7.1.2.2.
                            цих Правил.
                            <ul>
                              <li>
                                7.1.2.1. Для реєстрації Акційного коду за допомогою
                                СМС Учаснику Акції необхідно надіслати Акційний код
                                з 00 годин 00 хвилин 00 секунд 15 листопада 2020
                                року до 23 годин 59 хвилин 59 секунд 15 січня 2021
                                року, в СМС-повідомленні на короткий номер 3200
                                (послуга дійсна для абонентів всіх національних
                                GSM-операторів України). Вартість відправки
                                SMS-повідомлення на номер 3200 для абонентів ПрАТ
                                «ВФ Україна» - становить 1,00 грн, для абонентів
                                ПрАТ «Київстар» - 1,00 грн, для абонентів ТОВ
                                «лайфселл» – 1,00 грн. Тариф у гривнях з урахуванням
                                ПДВ. Додатково утримується збір до Пенсійного фонду
                                у розмірі 7,5% від вартості послуги без урахування
                                ПДВ.
                              </li>
                              <li>
                                7.1.2.2. Для реєстрації Акційного Коду в інтернеті
                                Учаснику Акції необхідно завітати на інтернет-сайт
                                Акції pepsi.ua (надалі – «Сайт») та здійснити
                                наступні дії:
                                <ul>
                                  <li>
                                    7.1.2.2.1. Ввести Акційний Код в полі «Реєструй
                                    код» на головній сторінці Сайту або ввести код в
                                    одному з месенджерів – Viber або Telegram,
                                    натиснувши на відповідну піктограму «Viber» або
                                    «Telegram» на головній сторінці Сайту.
                                  </li>
                                  <li>
                                    7.1.2.2.2. Після введення правильного Акційного
                                    Коду на Сайті, Учасник на Сайті сповіщається про
                                    успішну реєстрацію Акційного Коду. Надалі
                                    Учаснику надається можливість зареєструватись на
                                    Сайті у відповідному вікні Сайту. Персональні
                                    дані, необхідні для реєстрації на Сайті: ім’я,
                                    мобільний номер, пароль, електронна пошта.
                                  </li>
                                </ul>
                              </li>
                            </ul>
                          </li>
                          <li>
                            7.1.3. При реєстрації Учасником Акції наступних Акційних
                            кодів, вони будуть автоматично заноситись в базу за
                            номером його мобільного телефону, що був зареєстрований
                            в Акції, незалежно від методу реєстрації.
                          </li>
                        </ul>
                      </li>
                      <li>
                        7.2. Унікальним Учасником Акції вважається Учасник Акції з
                        належним лише йому унікальним номером мобільного телефону та
                        унікальними паспортними даними громадянина України (надалі –
                        «Унікальний Учасник»).
                      </li>
                      <li>
                        7.3. Після реєстрації вірного Акційного коду шляхом
                        відправлення СМС-повідомлення Учаснику буде надіслано у
                        відповідь СМС-повідомлення з підтвердженням реєстрації
                        Акційного коду.
                      </li>
                      <li>
                        7.4. В одному СМС-повідомленні можливо надіслати тільки один
                        Акційний код.
                      </li>
                      <li>
                        7.5. СМС-повідомлення з Акційним кодом не враховується і
                        така особа не стає Учасником Акції в наступних випадках:
                        <ul>
                          <li>
                            7.5.1. Якщо було відправлено невірний Акційний код
                          </li>
                          <li>
                            7.5.2. Якщо СМС-повідомлення містить більше або менше
                            символів, ніж правильний Акційний код;
                          </li>
                          <li>
                            7.5.3. Якщо СМС-повідомлення не містить Акційний код;
                          </li>
                          <li>
                            7.5.4. Якщо СМС-повідомлення містить більше ніж один
                            Акційний код;
                          </li>
                          <li>
                            7.5.5. Якщо СМС-повідомлення містить Акційний код, який
                            не може бути ідентифікований (містить крім Акційного
                            коду зайві символи, пробіли тощо);
                          </li>
                          <li>
                            7.5.6. Якщо СМС-повідомлення відправлене за межами
                            Акційного періоду, встановленого даними Правилами;
                          </li>
                        </ul>
                      </li>
                      <li>
                        7.6. Ідентифікація Учасників Акції здійснюється Виконавцем
                        Акції за допомогою унікального номеру мобільного телефону, з
                        якого було відправлене СМС-повідомлення з правильним
                        Акційним кодом, або який було вказано при реєстрації на
                        Сайті, та відповідним зареєстрованим Акційний кодом.
                      </li>
                      <li>
                        7.7. Один унікальний Учасник Акції має право реєструвати не
                        більше 5 (п’яти) вірних Акційних кодів протягом доби.
                      </li>
                      <li>
                        7.8. Вірним вважається Акційний Код, який присутній в
                        загальній базі згенерованих Акційних Кодів, які
                        використовувалися для нанесення на Акційну Упаковку
                        Акційного продукту.
                      </li>
                      <li>
                        7.9. Один унікальний Учасник Акції має право реєструвати не
                        більше 5 (п’яти) невірних Акційних кодів протягом доби
                        <ul>
                          <li>
                            7.9.1. У випадку якщо Учасник Акції буде намагатися
                            зареєструвати більше ніж 5 (п’ять) невірних Акційних
                            кодів протягом доби, такий Учасник буде відсторонений
                            від участі в Акції строком на 24 (двадцять чотири)
                            години з моменту фіксації такої спроби, шляхом
                            блокування можливості реєстрації Акційних Кодів
                            будь-яким методом. Участь такого Учасника в Акції буде
                            поновлено автоматично.
                            <ul>
                              <li>
                                7.9.1.1. У випадку, якщо Учасника Акції, якого було
                                поновлено для Участі в Акції, буде помічено в
                                повторному намаганні зареєструвати більше ніж 5
                                (п’ять) невірних Акційних кодів протягом доби, такий
                                Учасник буде відсторонений від Участі в Акції до
                                завершення Акційного Періоду, без можливості
                                оскарження та поновлення своєї участі в Акції.
                              </li>
                            </ul>
                          </li>
                        </ul>
                      </li>
                      <li>
                        7.10. Організатор та Виконавець не несуть відповідальності
                        за технічні збої, пов’язані з реєстрацією Акційних кодів та
                        деякими іншими питаннями, в тому числі:
                        <ul>
                          <li>
                            7.10.1. За розірвання договірних відносин між оператором
                            (-ами) мобільного зв’язку і як наслідок – неможливість
                            відправки СМС-повідомлень на короткий номер 3200;
                          </li>
                          <li>
                            7.10.2. За затримки СМС-повідомлень, а також будь-які
                            інші технічні збої в роботі операторів мобільного
                            зв’язку, що виникли не з вини Виконавця чи Організатора;
                          </li>
                          <li>
                            7.10.3. За неможливість з’єднання з коротким номером
                            3200, на якій необхідно надіслати СМС-повідомлення, якщо
                            оператором мобільного зв’язку в конкретному місті
                            (місцевості) така послуга не підтримується;
                          </li>
                          <li>
                            7.10.4. За розірвання договірних відносин між оператором
                            (-ами) мережі Інтернет та/або будь-які інші технічні
                            збої в роботі мережі Інтернет і як наслідок –
                            неможливість реєстрації Акційного коду на Сайті;
                          </li>
                          <li>
                            7.10.5. За неможливість учасника взяти участь у заходах
                            в рамках Акції з причин, які не залежать від
                            Виконавця/Організатора Акції.
                          </li>
                        </ul>
                      </li>
                    </ul>
                  </li>
                  <li>
                    8. Права та обов’язки Учасника Акції
                    <ul>
                      <li>
                        8.1. Права Учасника Акції
                        <ul>
                          <li>
                            8.1.1. Ознайомитись з офіційними правилами Акції.
                          </li>
                          <li>
                            8.1.2. Брати участь в Акції в порядку, визначеному
                            даними Правилами.
                          </li>
                          <li>
                            8.1.3. Отримувати інформацію про зміну Правил Акції.
                          </li>
                        </ul>
                      </li>
                      <li>
                        8.2. Обов’язки Учасника Акції:
                        <ul>
                          <li>
                            8.2.1. Виконувати умови цих правил Акції.
                          </li>
                          <li>
                            8.2.2. У випадку визначення Учасника Акції як такого, що
                            має право отримати одне із Заохочень Акції, Учасник
                            зобов’язаний виконати усі необхідні для цього дії, що
                            зазначені в цих Правилах Акції в п. 12.
                          </li>
                          <li>
                            8.2.3. Надати Виконавцю права на використання його
                            зображення, персональних даних, фотографії, інтерв’ю або
                            інших матеріалів про нього, пов’язаних з його участю в
                            Акції під час розповсюдження рекламної інформації про
                            Акцію на необмежений термін та без обмеження території
                            та без виплати будь-яких винагород за таке використання.
                          </li>
                          <li>
                            8.2.4. Порядок дій Учасника, якщо Акційна Продукція не
                            містить Акційний код, або містить нечіткий Акційний код.
                            <ul>
                              <li>
                                8.2.4.1. Якщо певна одиниця Акційної Продукції не
                                містить Акційний Код, або якщо Акційний код нанесено
                                нечітко (брак виробництва партій), що не дає змоги
                                розібрати символи Акційного коду, Учасник Акції має
                                повідомити про це Виконавця Акції, надіславши
                                електронного листа на адресу
                                <a href="mailto:promo.pepsi@freebrand.com.ua"
                                >promo.pepsi@freebrand.com.ua</a
                                >
                                , обов’язково вказавши у листі свій номер
                                мобільного, який Учасник використовує для участі в
                                Акції.
                              </li>
                              <li>
                                8.2.4.2. До листа обов’язково має бути додано: копію
                                фіскального чеку, що підтверджує придбання Акційної
                                Продукції, чітке фото всієї лицьової сторони
                                етикетки Акційної Продукції, а також чітке фото
                                внутрішньої сторони кришки Акційної Продукції, де
                                нанесений або мав бути нанесений Акційний код. Всі
                                фото повинні бути належної чіткості, яка дає змогу
                                роздивитись інформацію на них.
                              </li>
                              <li>
                                8.2.4.3. Виконавець Акції повинен опрацювати
                                надіслану інформацію протягом одного робочого дня та
                                у випадку підтвердження відсутності Акційного Коду
                                внаслідок браку виробництва, надати Учаснику Акції
                                Акційний Код з числа резервних кодів, або у разі
                                нечіткості нанесеного Акційного Коду – перевірити та
                                уточнити такий Акційний Код, перевіривши його в базі
                                згенерованих кодів. Надання/уточнення Акційного Коду
                                відбувається шляхом відповіді на електронний лист
                                Учасника Акції.
                              </li>
                              <li>
                                8.2.4.4. Виконавець Акції може надати Учаснику новий
                                Акційний Код з числа резервних, або уточнити
                                нечіткий Акційний код, тільки якщо Учасник виконав
                                всі вимоги, зазначені вище у п. 8.2.4.1 - 8.2.4.2.
                              </li>
                              <li>
                                8.2.4.5. Виконавець має право відмовити Учаснику у
                                видачі нового Акційного коду з числа резервних або в
                                уточненні нечіткого Акційного коду, якщо Учасник не
                                надав інформацію відповідно до п. 8.2.4.1 - 8.2.4.2,
                                або якщо в результаті перевірки інформації, наданої
                                відповідно до п. 8.2.4.2, буде виявлено, що
                                зображення на фото, наданих Учасником, не є
                                зображеннями Акційної Продукції, або якщо ці
                                зображення є нечіткими.
                              </li>
                              <li>
                                8.2.4.6. Учасники повинні надіслати Виконавцеві всю
                                інформацію, зазначену у п. п. 8.2.4.1 - 8.2.4.2, не
                                пізніше 14 січня 2021 року для забезпечення часу,
                                необхідного Виконавцеві для опрацювання запитів та
                                підготовки відповідей до завершення Акційного
                                періоду. Така інформація, надіслана 14 січня 2021
                                року після 19:00, розглядатися не буде, без
                                можливості оскарження. Окрім цього, будь-які запити
                                Учасників щодо надання Акційного коду з числа
                                резервних та/або перевірки нечіткого Акційного коду,
                                надіслані Учасниками після дати завершення Акційного
                                періоду (після 23 год. 59 хв. 15 січня 2021 року),
                                розглядатися не будуть, без можливості оскарження.
                              </li>
                            </ul>
                          </li>
                        </ul>
                      </li>
                    </ul>
                  </li>
                  <li>
                    9. Права та обов’язки Виконавця Акції
                    <ul>
                      <li>
                        9.1. Обов’язки Виконавця:
                        <ul>
                          <li>
                            9.1.1. Провести Акцію у відповідності з цими Правилами
                            Акції.
                          </li>
                          <li>
                            9.1.2. Видати Заохочення Акції всім Учасникам Акції, які
                            виконали всі умови цих Правил згідно з п.12.
                          </li>
                          <li>
                            9.1.3. Надати Учаснику Акційний код з числа резервних у
                            разі виконання Учасником вимог пунктів 8.2.4.1 -
                            8.2.4.2.
                          </li>
                        </ul>
                      </li>
                      <li>
                        9.2. Права Виконавця:
                        <ul>
                          <li>
                            9.2.1. Виконавець Акції користується усіма Правами,
                            передбаченими цими Правилами Акції та чинним
                            законодавством України.
                          </li>
                          <li>
                            9.2.2. Відмовити у видачі Заохочення Учаснику, який не
                            виконав всі умови вказані в п. 12 цих Правил Акції
                            правильно та у повному обсязі.
                          </li>
                          <li>
                            9.2.3. Відмовити у видачі Заохочення Учаснику, що не
                            отримав Заохочення Акції у період, вказаний в п. 12 цих
                            Правил.
                          </li>
                          <li>
                            9.2.4. Відмовити у видачі Заохочення Учаснику, який не
                            відповідає вимогам цих Правил Акції.
                          </li>
                          <li>
                            9.2.5. Відмовити Учаснику у видачі Акційного коду з
                            числа резервних, якщо Учасник не виконав вимог,
                            зазначених вище у пунктах 8.2.4.1 - 8.2.4.2.
                          </li>
                          <li>
                            9.2.6. Виконавець залишає за собою право вимагати
                            додаткові документи, що ідентифікують особистість для
                            отримання заохочень.
                          </li>
                          <li>
                            9.2.7. Відмовити у видачі Заохочення у випадках
                            зазначених в п. 12 цих Правил.
                          </li>
                        </ul>
                      </li>
                    </ul>
                  </li>
                  <li>
                    10. Способи та порядки інформування Учасників Акції про строки
                    та умови її проведення
                    <ul>
                      <li>
                        10.1. Інформування Учасників Акції та потенційних Учасників
                        Акції про умови участі, продовження строку Акції, збільшення
                        Заохочувального Фонду Акції та інших змін, будуть
                        здійснюватись на Інтернет-сайті pepsi.ua.
                      </li>
                      <li>
                        10.2. Правила та умови Акції можуть бути змінені та/або
                        доповнені Організатором та/або Виконавцем Акції протягом
                        усього терміну проведення Акції. Зміна та/або доповнення
                        Правил та умов Акції можливі у випадку їхнього затвердження
                        Організатором Акції та оприлюднення в порядку, що визначений
                        для інформування про умови участі в Акції. Такі зміни та
                        доповнення набувають чинності з моменту опублікування, якщо
                        інше не буде спеціально визначено безпосередньо
                        змінами/доповненнями до Правил.
                      </li>
                    </ul>
                  </li>
                  <li>
                    11. Порядок визначення Учасників Акції, які мають можливість
                    отримати одне із Заохочень Акції (надалі – «Власник заохочення»)
                    <ul>
                      <li>
                        11.1. Визначення Учасників Акції, які матимуть право стати
                        власниками Підписки.
                        <ul>
                          <li>
                            11.1.1. Власником Підписки вважається кожний п’ятий
                            Учасник Акції, який протягом Акційного періоду
                            зареєстрував 1 (один) вірний Акційний код
                          </li>
                          <li>
                            11.1.2. Учасники Акції, які стали власниками Підписки,
                            сповіщаються про це та отримують Промо-код шляхом
                            sms-повідомлення на мобільний номер Учасника, який
                            використовувався при реєстрації Акційного коду.
                          </li>
                          <li>
                            11.1.3. Ідентифікація Учасників Акції, які стали
                            власниками Підписки, здійснюється на сайті divan.tv за
                            допомогою електронної пошти Учасника Акції.
                          </li>
                          <li>
                            11.1.4. Дія Підписки починається з моменту використання
                            Учасником отриманого Промо-коду на сторінці активації
                            <a href="https://divan.tv/promo"
                            >https://divan.tv/promo</a
                            >
                            і триватиме протягом 5 (п’яти) днів з дати використання
                            Промо-коду.
                          </li>
                          <li>
                            11.1.5. Для активації Підписки, Учаснику акції, який
                            отримав право стати власником Підписки, необхідно зайти
                            на сторінку активації Промо-коду
                            <a href="https://divan.tv/promo"
                            >https://divan.tv/promo</a
                            >
                            та слідувати подальшим інструкціям.
                          </li>
                          <li>
                            11.1.6. У разі виникнення технічних проблем з подальшим
                            користуванням Підпискою після переходу на сайт
                            провайдера послуги divan.tv, Учаснику необхідно
                            звернутися безпосередньо до служби технічної підтримки
                            провайдера, використовуючи контактну інформацію на
                            сторінці
                            <a href="https://divan.tv/contacts"
                            >https://divan.tv/contacts</a
                            >.
                          </li>
                        </ul>
                      </li>
                      <li>
                        11.2. Визначення Учасників Акції, які мають право стати
                        власником Смартфону.
                        <ul>
                          <li>
                            11.2.1. Визначення Учасника Акції, який матиме право
                            стати власником Смартфону (надалі – «Розіграш смартфону)
                            відбуватиметься щотижня, за таким графіком:
                            <ul>
                              <li>
                                - 23 листопада 2020 року серед Акційних кодів
                                учасників, які за період з 15 до 22 листопада 2020
                                року успішно зареєстрували хоча б один вірний
                                Акційний код;
                              </li>
                              <li>
                                - 30 листопада 2020 року серед
                                Акційних кодів учасників, які за період з 23 до 29
                                листопада 2020 року успішно зареєстрували хоча б
                                один вірний Акційний код;
                              </li>
                              <li>
                                - 7 грудня 2020 року серед Акційних кодів учасників,
                                які за період з 30 листопада до 6 грудня 2020 року
                                успішно зареєстрували хоча б один вірний Акційний
                                код;
                              </li>
                              <li>
                                - 14 грудня 2020 року серед Акційних кодів
                                учасників, які за період з 7 до 13 грудня 2020 року
                                успішно зареєстрували хоча б один вірний Акційний
                                код;
                              </li>
                              <li>
                                - 21 грудня 2020 року серед Акційних кодів
                                учасників, які за період з 14 до 20 грудня 2020 року
                                успішно зареєстрували хоча б один вірний Акційний
                                код;
                              </li>
                              <li>
                                - 28 грудня 2020 року серед Акційних кодів
                                учасників, які за період з 21 до 27 грудня 2020 року
                                успішно зареєстрували хоча б один вірний Акційний
                                код;
                              </li>
                              <li>
                                - 4 січня 2021 року серед Акційних кодів учасників,
                                які за період з 28 грудня 2020 року до 3 січня 2021
                                року успішно зареєстрували хоча б один вірний
                                Акційний код;
                              </li>
                              <li>
                                - 11 січня 2021 року серед Акційних кодів учасників,
                                які за період з 4 до 10 січня 2021 року успішно
                                зареєстрували хоча б один вірний Акційний код;
                              </li>
                              <li>
                                - 16 січня 2021 року серед Акційних кодів учасників,
                                які за період з 11 до 15 січня 2021 року успішно
                                зареєстрували хоча б один вірний Акційний код;
                              </li>
                            </ul>
                          </li>
                          <li>
                            11.2.2. При цьому номер мобільного телефону Учасника
                            буде додаватися до загальної бази для Розіграшу
                            смартфона стільки разів, скільки вірних Акційних кодів
                            Учасник зареєстрував протягом доби, що передує добі
                            проведення Розіграшу смартфона.
                          </li>
                          <li>
                            11.2.3. В межах Акційного періоду, один Унікальний
                            Учасник має можливість стати власником не більше 1
                            (одного) Смартфону за весь Акційний період.
                          </li>
                        </ul>
                      </li>
                      <li>
                        11.3. Визначення Учасників Акції, які мають право стати
                        власниками Склянок.
                        <ul>
                          <li>
                            11.3.1. Право на гарантоване отримання однієї Склянки
                            має кожний учасник з числа перших 10 000 (десяти тисяч)
                            учасників, які успішно зареєстрували 5 (п’ять) Акційних
                            кодів протягом Акційного періоду.
                          </li>
                        </ul>
                      </li>
                      <li>
                        11.4. Визначення Учасників Акції, які мають право стати
                        власником Головного заохочення - Автомобіля.
                        <ul>
                          <li>
                            11.4.1. Визначення Учасника Акції, який матиме право
                            стати власником Головного заохочення Автомобіля (надалі
                            – «Розіграш Автомобіля») відбудеться 18 січня 2021 року
                            шляхом випадкового комп’ютерного відбору серед
                            Учасників, які у період з 15 листопада 2020 року до 15
                            січня 2021 року включно зареєстрували 2 (два) вірні
                            Акційні коди та виконали умови Акції, зазначені в п. 7
                            даних Правил.
                          </li>
                          <li>
                            11.4.2. Для підтвердження свого права на отримання
                            Головного заохочення Автомобіля Учасник повинен
                            пред’явити виграшну кришечку з акційним кодом.
                          </li>
                          <li>
                            11.4.3. Після визначення Учасника Акції, який має право
                            на отримання Головного Заохочення, такого Учасника Акції
                            буде сповіщено про це шляхом надсилання йому СМС
                            повідомлення на належний йому номер мобільного телефону,
                            який був вказаний Учасником під час реєстрації на Сайті,
                            або приватним дзвінком від представника Виконавця Акції.
                          </li>
                        </ul>
                      </li>
                    </ul>
                  </li>
                  <li>
                    12. Порядок отримання Заохочень Акції
                    <ul>
                      <li>
                        12.1. Підписка являє собою унікальний Промо-код для
                        використання на сайті divan.tv для активації передплати
                        пакету «Святкуй на драйві» на 5 (п’ять) днів
                        <ul>
                          <li>
                            12.1.1. При цьому, якщо учасник реєстрував Акційний код
                            шляхом відправлення його в СМС, то відповідний Промо-код
                            буде надіслано йому автоматично у відповідному
                            СМС-повідомленні. Отримані учасником Промо-коди будуть
                            вноситися до переліку Промо-кодів в Особистому кабінеті
                            учасника на сайті pepsi.ua.
                          </li>
                          <li>
                            12.1.2. Отриманий Промо-код може бути використаний не
                            пізніше 22 січня 2021 року.
                          </li>
                          <li>
                            12.1.3. Щоб скористатися отриманим Промо-кодом, учаснику
                            необхідно перейти на сайт провайдера за посиланням
                            <a href="https://divan.tv/promo"
                            >https://divan.tv/promo</a
                            >
                            та слідувати подальшим інструкціям.
                          </li>
                          <li>
                            12.1.4. Один унікальний учасник в межах Акційного
                            періоду та не пізніше терміну, вказаного у п. 12.1.2,
                            має право скористатися не більше ніж 4 (чотирма)
                            Підписками.
                          </li>
                        </ul>
                      </li>
                      <li>
                        12.2. Порядок отримання Заохочення Акції, зазначеного в п.
                        6.1.2. цих правил (Смартфон).
                        <ul>
                          <li>
                            12.2.1. Для підтвердження свого права на отримання
                            Смартфону, зазначеного в п. 6.1.2. цих правил, Учасник
                            Акції який реєстрував коди шляхом, зазначеним в п.
                            7.1.2.1. та 7.1.2.2. цих правил, повинен протягом 5
                            (п’яти) робочих днів після надсилання йому
                            СМС-повідомлення про визначення його Власником
                            Смартфону, надати шляхом надсилання електронного листа
                            на адресу
                            <a href="mailto:promo.pepsi@freebrand.com.ua"
                            >promo.pepsi@freebrand.com.ua</a
                            >
                            з наступними даними:
                            <ul>
                              <li>- номер власного мобільного
                                телефону, з якого було зареєстровано правильий-Акційний
                                код, або який було зазначено під час реєстрації на
                                Сайті;</li>
                              <li>- прізвище, ім’я, по-батькові;</li>
                              <li>- копію власного
                                паспорту громадянина України, а саме 1, 2, 3, 4 та
                                сторінка з відмітками про реєстрацію місця проживання
                                або копію паспорта у формі ID-картки з обох сторін з
                                довідкою про місце реєстрації; копію власної довідки про
                                присвоєння реєстраційного номера облікової картки
                                платника податків;</li>
                              <li>- для неповнолітніх, письмову згоду
                                своїх законних представників, що передбачена п.3.1.1
                                даних Правил.</li>
                              <li>- повну адресу проживання для надсилання
                                Заохочення з обов’язковим зазначенням поштового індексу.</li>
                            </ul>
                          </li>
                          <li>
                            12.2.2. Відповідне Заохочення буде надіслано за рахунок
                            Виконавця послугами кур’єрської служби на
                            склад-представництво кур’єрської служби у місті, де
                            проживає Учасник Акції, який матиме право на отримання
                            Смартфону, зазначеного в п. 6.1.2. цих правил, або за
                            допомогою Укрпошти, якщо у місті відсутній
                            склад-представництво кур’єрської служби, та у разі
                            виконання Власником заохочення усіх умов цих правил.
                          </li>
                          <li>
                            12.2.3. Заохочення зазначене в п. 6.1.2. цих правил не
                            може бути надіслане Учасникам, які проживають на
                            території України, що визнана як тимчасово окупована або
                            на території, де внаслідок ведення бойових дій не працює
                            представництво кур’єрської служби, з якою співпрацює
                            Виконавець в рамках даної Акції або відповідне
                            відділення УкрПошти. В такому випадку Учаснику необхідно
                            буде вказати іншу, можливу для доставки, адресу.
                          </li>
                          <li>
                            12.2.4. У випадку, якщо учасник, який отримав право на
                            отримання відповідного Заохочення не надасть іншу,
                            можливу для доставки, адресу протягом 5 (п’яти)
                            календарних днів з дати оголошення виграшу Заохочення,
                            такий учасник втрачає своє право на отримання такого
                            Заохочення і не має права на будь-яке відшкодування з
                            боку Організатора чи Виконавця.
                          </li>
                          <li>
                            12.2.5. Будь-які додаткові витрати Власника Заохочення,
                            пов’язані з отриманням такого Заохочення, не
                            компенсуються Виконавцем або Організатором Акції.
                          </li>
                        </ul>
                      </li>
                      <li>
                        12.3. Порядок отримання заохочення, зазначеного у п. 6.1.3
                        (Склянка)
                        <ul>
                          <li>
                            12.3.1. Для підтвердження свого права на отримання
                            Склянки учаснику необхідно здійснити дії у такому
                            порядку:
                            <ul>
                              <li>
                                12.3.1.1. За результатами успішної реєстрації 5
                                (п’яти) Акційних кодів та після отримання
                                повідомлення з підтвердженням про отримання
                                гарантованої Склянки, перейти за посиланням, що
                                надається у повідомленні, на інтернет-сторінку для
                                вибору та замовлення доставки Склянки.
                              </li>
                              <li>
                                12.3.1.2. На сторінці замовлення учаснику необхідно:
                                <ul>
                                  <li>- обрати одну з п’яти склянок;</li>
                                  <li>- ввести в
                                    онлайн-формі свої дані, необхідні для формування
                                    замовлення, а саме: своє ім’я та прізвище, мобільний
                                    номер для контактів, місто, номер відділення Нової
                                    Пошти, свою електронну адресу.</li>
                                  <li>- натиснути кнопку
                                    «Відправити», щоб підтвердити свої дані та
                                    сформувати замовлення.</li>
                                </ul>
                              </li>
                            </ul>
                          </li>
                          <li>
                            12.3.2. Обрана Склянка буде за рахунок Виконавця
                            надіслана учаснику на відділення Нової Пошти, вказане
                            учасником в онлайн-формі замовлення, протягом 30 днів
                            після замовлення.
                          </li>
                          <li>
                            12.3.3. Після надходження відправлення на відділення
                            Нової Пошти, яке учасник вказав в онлайн-формі
                            замовлення відповідно до п. 12.3.1.2, учасник
                            інформується повідомленням Нової Пошти на номер
                            телефону, який учасник вказав в онлайн-формі під час
                            формування свого замовлення.
                          </li>
                          <li>
                            12.3.4. Під час замовлення Склянки учасник може обрати і
                            замовити тільки одну із запропонованих на
                            інтернет-сторінці Склянок, право на отримання якої
                            надається учаснику відповідно до п. 6.1.3.2 цих правил.
                          </li>
                          <li>
                            12.3.5. Для отримання права замовити ще одну склянку,
                            учасник протягом Акційного періоду повинен успішно
                            зареєструвати нові 5 (п’ять) акційних кодів відповідно
                            до п. 6.1.3.2 цих правил у будь-який один із способів,
                            зазначених у п. 7.1.2 цих правил.
                          </li>
                          <li>
                            12.3.6. Склянки обираються та замовляються учасником
                            відповідно до залишку кількості, яка автоматично
                            вказується на інтернет-сторінці замовлення біля кожної з
                            5 склянок. Якщо залишок певних Склянок вичерпано,
                            учасник обирає одну склянку з кількості склянок, залишок
                            яких наявний на сторінці замовлення.
                          </li>
                          <li>
                            12.3.7. Якщо під час замовлення учасник в онлайн-формі
                            замовлення вказав неточну особисту інформацію, зазначену
                            в п. 12.3.1.2, зокрема, помилковий мобільний номер для
                            контактів, це робить неможливим інформування учасника
                            про доставку Склянки. В такому разі Організатор та
                            Виконавець не несуть відповідальності за помилкові дії
                            учасника, а доставка Склянки такому учаснику
                            скасовується без можливості оскарження. У разі
                            подовженого зберігання відправлення у відділенні Нової
                            Пошти вартість такого зберігання не відшкодовується, без
                            можливості оскарження.
                          </li>
                        </ul>
                      </li>
                      <li>
                        12.4. Порядок отримання Головного заохочення Акції
                        Автомобіля, яке зазначено в п. 6.1.4. цих правил.
                        <ul>
                          <li>
                            12.4.1. Для підтвердження свого права на отримання
                            Головного заохочення Акції Автомобіля, що зазначене в п.
                            6.1.4. цих правил, Учасник Акції якого було визначено
                            власником відповідного Заохочення, повинен протягом 5
                            робочих днів після надсилання йому сповіщення про те, що
                            він отримав право стати власником Головного заохочення
                            надати шляхом надсилання електронного листа на адресу
                            <a href="mailto:promo.pepsi@freebrand.com.ua"
                            >promo.pepsi@freebrand.com.ua</a
                            >
                            з наступними даними:
                            <ul>
                              <li>
                                - номер власного мобільного телефону, з якого було
                                зареєстровано правильний Акційний код, або який було
                                зазначено під час реєстрації на Сайті;
                              </li>
                              <li>- прізвище, ім’я, по-батькові;</li>
                              <li>
                                - копію власного паспорту громадянина України, а
                                саме 1, 2, 3, 4 та сторінка з відмітками про
                                реєстрацію місця проживання або копію паспорта у
                                формі ID-картки з обох сторін з довідкою про місце
                                реєстрації;
                              </li>
                              <li>
                                - копію власної довідки про присвоєння
                                реєстраційного номера облікової картки платника
                                податків;
                              </li>
                              <li>
                                - для неповнолітніх, письмову згоду своїх законних
                                представників, що передбачена п.3.1.1 даних Правил.
                              </li>
                            </ul>
                          </li>
                          <li>
                            12.4.2. Вручення Головного заохочення Акції проводиться
                            Виконавцем та/або залученими ним третіми особами. Дата
                            та місце вручення Головного заохочення буде попередньо
                            погоджено з переможцем Акції.
                          </li>
                          <li>
                            12.4.3. Вручення Головного заохочення Акції Переможцю
                            Акції, який набув на це право, здійснюється за умови
                            його особистої присутності та укладення трьохстороннього
                            договору.
                          </li>
                          <li>
                            12.4.4. Кошти, витрачені Переможцем який отримав право
                            стати власником Головного заохочення, на приїзд до м.
                            Києва за адресою погодженою з Переможцем Акції для
                            вручення Головного заохочення Акції, не відшкодовуються
                            Виконавцем та/або Організатором Акції.
                          </li>
                          <li>
                            12.4.5. Будь-які додаткові витрати Власника Заохочення,
                            пов’язані з отриманням такого Заохочення, не
                            компенсуються Виконавцем або Організатором Акції.
                          </li>
                        </ul>
                      </li>
                      <li>
                        12.5. Заохочення, які не були отримані Учасниками, повторно
                        не надсилаються, без можливості оскарження. Такими
                        Заохоченнями Організатор буде розпоряджатися на свій розсуд.
                      </li>
                      <li>
                        12.6. Грошовий еквівалент вартості Заохочень не
                        виплачується.
                      </li>
                      <li>
                        12.7. Зобов’язання Організатора/Виконавця по врученню
                        Заохочень вважаються виконаними з моменту передачі
                        відповідних Заохочень для відправки кур’єрській службі або
                        компанії УкрПошта.
                      </li>
                    </ul>
                  </li>
                  <li>
                    13. Інші умови
                    <ul>
                      <li>
                        13.1. Заохочення не видаються, якщо Учасник Акції не виконує
                        вимоги цих правил Акції.
                      </li>
                      <li>
                        13.2. Рішення Організатора/Виконавця з усіх питань, що
                        пов‘язані з проведенням Акції, є остаточними та перегляду не
                        підлягають.
                      </li>
                      <li>
                        13.3. Організатор/Виконавець залишає за собою право
                        розміщати додаткову інформацію про Акцію в порядку,
                        передбаченому в п.10 цих Правил.
                      </li>
                      <li>
                        13.4. Виконавець залишає за собою право призупиняти або
                        відмовляти у видачі Заохочення Акції Власникам Заохочень:
                        <ul>
                          <li>
                            13.4.1. Якщо номер мобільного телефону, з якого було
                            відправлено СМС-повідомлення з Кодом, зареєстровано на
                            юридичну особу, та Учасник та/або Власник Заохочення не
                            може довести, що саме він постійно користується цим
                            номером мобільного телефону;
                          </li>
                          <li>
                            13.4.2. Якщо його мобільний телефон вимкнуто, оскільки
                            Учасник знаходиться поза зоною дії мережі оператора
                            протягом більш ніж 72 (сімдесяти двох) годин
                            безперервно;
                          </li>
                          <li>
                            13.4.3. У разі розірвання договірних відносин між
                            Контент-провайдером та оператором мобільного зв‘язку і
                            як наслідок – неможливість відправки СМС-повідомлень на
                            короткий номер 3200;
                          </li>
                          <li>
                            13.4.4. Якщо сталися затримки, а також будь-які інші
                            технічні збої операторів мобільного зв‘язку, що виникли
                            не з вини Виконавця.
                          </li>
                          <li>
                            13.4.5. Якщо Власник Заохочення надав Виконавцю не всю
                            інформацію, передбачену цими Правилами;
                          </li>
                          <li>
                            13.4.6. Якщо Учасник порушив інші положення цих правил
                            Акції, а також в інших умовах, передбачених чинним
                            законодавством України;
                          </li>
                          <li>
                            13.4.7. Якщо у Організатора/Виконавця виникнуть сумніви
                            щодо добросовісності участі в акції такого Учасника.
                          </li>
                        </ul>
                      </li>
                      <li>
                        13.5. Виконавець не несе відповідальності за технічні
                        неполадки, пов‘язані з реєстрацією Учасників.
                      </li>
                      <li>
                        13.6. З моменту отримання Заохочення Власником Заохочення
                        Акції останній несе ризик щодо його випадкового знищення,
                        втрати або псування. Організатор та Виконавець не несуть
                        відповідальності за подальше використання Власником
                        отриманого Заохочення.
                      </li>
                      <li>
                        13.7. Виконавець/Організатор залишає за собою право не
                        вступати в письмові переговори або в будь-які інші контакти
                        з Учасниками Акції.
                      </li>
                      <li>
                        13.8. Правилами Акції не передбачене зберігання
                        незатребуваного Заохочення і можливість їх видачі по
                        закінченню строків, передбачених даними Офіційними Правилами
                        Акції. Всі незатребувані Заохочення Акції залишаються у
                        Виконавця і можуть бути використані на його власний розсуд
                        та розсуд Організатора Акції.
                      </li>
                      <li>
                        13.9. Зобов‘язання Виконавця відносно якості Заохочень,
                        передбачених в цих Правилах, обмежені гарантіями,
                        представленими їх виробниками.
                      </li>
                      <li>
                        13.10. Учасник Акції, беручи участь в Акції, тим самим
                        підтверджує факт ознайомлення з цими Правилами Акції і свою
                        цілковиту та безумовну згоду з ними.
                      </li>
                      <li>
                        13.11. Беручи участь в Акції, кожен Учасник тим самим
                        погоджується і письмово надає свою згоду на безкоштовне
                        використання наданої ним інформації про себе Виконавцем
                        Акції, з маркетинговою та/чи будь-якою іншою метою,
                        методами, що не порушують чинне законодавство України (в
                        т.ч. шляхом передачі третім особам), зокрема, на безоплатне
                        використання його імені, прізвища, зображення Учасника,
                        інтерв’ю або інших матеріалів про нього з
                        рекламною/маркетинговою метою, в т.ч., але не обмежуючись,
                        право публікації (в т.ч. його імені і зображення) в засобах
                        масової інформації, будь-яких друкованих, аудіо- та
                        відеоматеріалах, інтерв’ю зі ЗМІ, а також для надсилання
                        інформації, повідомлень (в т.ч. рекламного характеру) тощо,
                        без будь-яких обмежень за територією, часом та способом
                        використання, і таке використання жодним чином не
                        відшкодовуватиметься Виконавцем або Організатором Акції
                        та/або будь-якою третьою особою. Надання такої згоди
                        розглядається у розумінні ст.ст. 296, 307, 308 Цивільного
                        Кодексу України та Закону України “Про захист персональних
                        даних”.
                      </li>
                      <li>
                        13.12. У випадку, якщо Заохочення повернено у зв’язку з
                        «відмовою від отримання», воно не може бути повторно
                        затребуване його Власником. Претензії щодо таких не
                        отриманих Заохочень не приймаються.
                      </li>
                      <li>
                        13.13. Для виконання зобов‘язань щодо вручення Заохочень
                        Виконавець має право вимагати від Власника Заохочення Акції
                        надання інформації, передбаченої і необхідної, для
                        здійснення подібних дій. Повна або часткова відмова Власника
                        Заохочення Акції в наданні вищезазначеної інформації
                        автоматично звільняє Виконавця від зобов‘язань щодо вручення
                        йому Заохочення.
                      </li>
                      <li>
                        13.14. Виконавець та Організатор на свій власний розсуд
                        можуть визнати недійсними всі заяви на участь (реєстрацію),
                        а також подальшу участь в Акції будь-якої особи, яка
                        підроблює або отримує вигоду від підробки процесу
                        реєстрації, або проведення Акції, або діє, порушуючи дані
                        Правила, діє деструктивним чином, або здійснює дії метою
                        яких досаждання, образа, погрожування та заподіяння
                        занепокоєння будь-якій іншій особі, яка може бути пов‘язана
                        з Акцією.
                      </li>
                      <li>
                        13.15. Якщо з будь-якої причини будь-який аспект Акції не
                        може здійснюватися так, як це заплановано, включаючи
                        причини, викликані зараженням комп‘ютерними вірусами,
                        неполадками в роботі мережі Інтернет, дефектами,
                        маніпуляціями, несанкціонованим втручанням, фальсифікацією,
                        технічними неполадками та з будь-якою іншої причини,
                        неконтрольованої Виконавцем, яка спотворює або стосується
                        виконання, безпеки, чесності, цілісності або належного
                        проведення Акції, Виконавець може на власний розсуд
                        скасувати, припинити, змінити або тимчасово припинити
                        проведення Акції, або ж визнати недійсними будь-які
                        зареєстровані Коди.
                      </li>
                      <li>
                        13.16. Всі Учасники Акції самостійно сплачують всі витрати,
                        понесені ними у зв‘язку з їх участю в Акції.
                      </li>
                      <li>
                        13.17. У випадку відмови Власника Заохочення Акції від
                        отримання Заохочення, такий Власник Заохочення Акції втрачає
                        право на отримання відповідного Заохочення від Виконавця чи
                        Організатора Акції.
                      </li>
                      <li>
                        13.18. Усі результати Акції та рішення
                        Організатора/Виконавця є остаточними і оскарженню не
                        підлягають.
                      </li>
                    </ul>
                  </li>
                  <li>
                    14. Персональні дан
                    <ul>
                      <li>
                        14.1. Учасник Акції діє особисто, від свого імені,
                        добровільно і самостійно. Учасник Акції бере на себе всі
                        ризики щодо відповідальності і наслідків, пов'язаних з
                        можливою участю в Акції та отриманням Заохочення.
                      </li>
                      <li>
                        14.2. Під час участі в Акції Учасники Акції самостійно
                        вводять свої персональні дані, а саме: ім’я, контактний
                        телефон, інше. Інформація, що надається, відноситься до
                        персональних даних і охороняється відповідно до
                        законодавства України.
                      </li>
                      <li>
                        14.3. Беручи участь в Акції, кожен Учасник засвідчує і
                        підтверджує, що ознайомлений і повністю згоден з цими
                        Правилами, буде їх дотримуватися, що він ознайомлений з
                        правами, які стосуються його персональних даних, а також з
                        тим, що його добровільно надані персональні дані є згодою на
                        їх обробку Виконавцем Акції на його розсуд будь-якими
                        способами з маркетинговою, інформаційною, рекламною та/або
                        будь-якою іншою метою, що не суперечить законодавству
                        України, зокрема, але не обмежуючись, для проведення цієї
                        Акції згідно з офіційними правилами (визначення Учасників
                        Акції, які мають право одержати Заохочення, підготовки
                        статистичної інформації, тощо).
                      </li>
                      <li>
                        14.4. Права Учасника як суб'єкта персональних даних. Учасник
                        має право:
                        <ul>
                          <li>
                            - на отримання відомостей про місцезнаходження Виконавця
                            як володільця/розпорядника його персональних даних;
                          </li>
                          <li>
                            - вимагати від Виконавця як власника/розпорядника його
                            персональних даних уточнення своїх персональних даних;
                          </li>
                          <li>
                            - застосовувати передбачені законом засоби правового
                            захисту в разі порушення законодавства про захист
                            персональних даних.
                          </li>
                        </ul>
                      </li>
                      <li>
                        14.5. Обробка персональних даних може здійснюватися
                        Виконавцем самостійно або може бути передана іншим
                        операторам на підставі договору з умовою збереження
                        конфіденційності.
                      </li>
                      <li>
                        14.6. Персональні дані Учасника Акції зберігаються в базі до
                        їх відкликання за письмовим проханням Учасника Акції. У разі
                        відкликання згоди на обробку персональних даних Учасник не
                        допускається до подальшої участі у Акції.
                      </li>
                      <li>
                        14.7. Організатор та/або Виконавець не несе будь-якої
                        відповідальності за захист персональних даних, розміщених
                        Учасником від неправомірного або випадкового доступу до них,
                        знищення, перекручення, блокування, копіювання, поширення
                        персональних даних, а також інших неправомірних дій. Так
                        само як Організатор/Виконавець не несе будь-якої
                        відповідальності за порушення прав третіх осіб в результаті
                        дій Учасника з розміщення таких персональних даних.
                      </li>
                      <li>
                        14.8. Виконавець гарантує, що особисті дані та ІПН Учасника,
                        одержані ним відповідно до п. 12.2.1 та п. 12.4.1, будуть
                        використані виключно для сплати установлених законодавством
                        податків, звітності перед ДФСУ та оформлення доставки
                        відповідних Заохочень, і не будуть використані (в т. ч.
                        розголошені) з будь-якою іншою метою, що суперечить законним
                        правам та інтересам Учасника.
                      </li>
                    </ul>
                  </li>
                  <li>
                    15. Інформація для контактів
                    <ul>
                      <li>
                        15.1. Офіційна гаряча лінія: 0 800 300 309 (дзвінки в межах
                        України безкоштовні), часи роботи Пн-Нд, 8:00-22:00.
                      </li>
                      <li>
                        15.2. Технічна підтримка: електронна адреса
                        <a href="mailto:promo.pepsi@freebrand.com.ua"
                        >promo.pepsi@freebrand.com.ua</a
                        >
                        , телефон: (044) 228-39-70, часи роботи: Пн-Пт, 10:00-19:00.
                        Вартість дзвінків на телефон технічної підтримки – згідно з
                        тарифами вашого оператора.
                      </li>
                    </ul>
                  </li>
                </ul>
              </vuescroll>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import vuescroll from 'vuescroll'
import { scrollOptions } from '@/helpers/constants'

export default {
  name: "RulesModal",
  components: {
    vuescroll,
  },
  data(){
    return{
      ops: {...scrollOptions}
    }
  },
  // mounted() {
  //   if (!this.$store.state.rules.length) {
  //     this.$store.dispatch('fetchInfo', 'rules')
  //   }
  // },
}
</script>

<style >

</style>